Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/ubuntu-tm.tmx
Source language: en
Languages: ca_es

source: Canonical does no longer provide updates for %s in Ubuntu %s. Updates may be available in a newer version of Ubuntu.
ca_es: Canonical ja no proporcionarà més actualitzacions per a %s en l'Ubuntu %s. Pot ser que hi hagi actualitzacions en una versió més nova de l'Ubuntu.

source: Canonical provides critical updates for %(appname)s until %(support_end_month_str)s %(support_end_year)s.
ca_es: Canonical proporciona actualitzacions crítiques per a %(appname)s fins el/l' %(support_end_month_str)s de %(support_end_year)s.

source: Canonical provides critical updates supplied by the developers of %(appname)s until %(support_end_month_str)s %(support_end_year)s.
ca_es: Canonical proporciona actualitzacions crítiques creades pels desenvolupadors de %(appname)s fins el/l' %(support_end_month_str)s de %(support_end_year)s.

source: Canonical does not provide updates for %s. Some updates may be provided by the third party vendor.
ca_es: Canonical no proporciona actualitzacions per a %s, però pot ser que el fabricant del programa ho faci.

source: Canonical provides critical updates for %s.
ca_es: Canonical proporciona actualitzacions crítiques per a %s.

source: Canonical provides critical updates supplied by the developers of %s.
ca_es: Canonical proporciona actualitzacions crítiques proveïdes pels desenvolupadors de %s.

source: Canonical does not provide updates for %s. Some updates may be provided by the Ubuntu community.
ca_es: Canonical no proporciona actualitzacions per a %s, però pot ser que la comunitat de l'Ubuntu ho faci.

source: Application %s has a unkown maintenance status.
ca_es: L'estat de manteniment per a %s no és conegut.

source: Description
ca_es: Descripció

source: Not available in the current data
ca_es: No està disponible en les dades actuals

source: Not available for your hardware architecture.
ca_es: No està disponible per a l'arquitectura del vostre ordinador.

source: Application Screenshot
ca_es: Captura de pantalla

source: Version: %s (%s)
ca_es: Versió: %s (%s)

source: %s is installed on this computer.
ca_es: %s està instal·lat en aquest ordinador.

source: It is used by %s piece of installed software.
ca_es: És utilitzat per %s component de programari instaŀlat.

source: Website
ca_es: Lloc web

source: Unknown
ca_es: Desconegut

source: Open Source
ca_es: Programari lliure

source: Proprietary
ca_es: De propietat

source: License: %s
ca_es: Llicència: %s

source: Free
ca_es: Gratuït

source: Price: %s
ca_es: Preu: %s

source: %s - Screenshot
ca_es: %s - Captura de pantalla

source: To remove %s, these items must be removed as well:
ca_es: Per a eliminar %s, també cal eliminar aquests elements:

source: Remove All
ca_es: Elimina-ho tot

source: If you uninstall %s, future updates will not include new items in <b>%s</b> set. Are you sure you want to continue?
ca_es: Si elimineu %s, futures actualitzacions no inclouran elements nous del conjunt <b>%s</b>. Esteu segur que voleu continuar?

source: Remove Anyway
ca_es: Elimina-ho de totes maneres

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
ca_es: %s és un programa clau de l'Ubuntu. Eliminar-lo pot causar que actualitzacions futures resultin incompletes. Esteu segur que voleu continuar?

source: Upgrade
ca_es: Actualitza

source: Remove
ca_es: Elimina

source: Install
ca_es: Instal·la

source: Enable channel
ca_es: Activa el canal

source: _Keep
ca_es: _Manté

source: _Replace
ca_es: _Reemplaça

source: Configuration file '%s' changed
ca_es: Ha canviat el fitxer de configuració «%s»

source: Do you want to use the new version?
ca_es: Voleu utilitzar la nova versió?

source: Get Free Software
ca_es: Obteniu programari lliure

source: %s matching item
ca_es: %s element coincident

source: %s item available
ca_es: %s element disponible

source: Departments
ca_es: Departaments

source: Details
ca_es: Detalls

source: Cancel
ca_es: Cancel·la

source: Dependency
ca_es: Dependència

source: Installed Software
ca_es: Programari instal·lat

source: %s installed item
ca_es: %s element instal·lat

source: In Progress (%i)
ca_es: En progrés (%i)

source: &#xA9;2009 Canonical
ca_es: © 2009 Canonical

source: Copy _Web Link
ca_es: Copia l'adreça _web

source: Lets you choose from thousands of free applications available for Ubuntu.
ca_es: Trieu d'entre milers d'aplicacions gratuïtes disponibles per a l'Ubuntu.

source: Rebuilding application catalog...
ca_es: S'està reconstruint el catàleg d'aplicacions...

source: Search...
ca_es: Cerca...

source: Software Center _Help
ca_es: A_juda del centre de programari

source: Ubuntu Software Center
ca_es: Centre de programari de l'Ubuntu

source: _All Applications
ca_es: _Totes les aplicacions

source: _Canonical-Maintained Applications
ca_es: Aplicacions mantingudes per _Canonical

source: _Edit
ca_es: _Edita

source: _File
ca_es: _Fitxer

source: _Help
ca_es: A_juda

source: _Install
ca_es: _Instal·la

source: _Software Sources...
ca_es: _Fonts de programari...

source: _View
ca_es: _Visualitza

source: available
ca_es: disponible

source: installed
ca_es: instal·lat

source: pending
ca_es: pendent

source: Lets you choose from thousands of free applications available for Ubuntu
ca_es: Trieu d'entre milers d'aplicacions gratuïtes disponibles per a l'Ubuntu

source: Software Center
ca_es: Centre de programari

source: Server for %s
ca_es: Servidor per %s

source: Main server
ca_es: Servidor principal

source: Custom servers
ca_es: Servidors personalitzats

source: Could not calculate sources.list entry
ca_es: No s'ha pogut calcular l'entrada del fitxer sources.list

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
ca_es: No s'ha pogut trobar cap paquet, esteu utilitzat un disc de l'Ubuntu per a l'arquitectura adequada?

source: Failed to add the CD
ca_es: No s'ha pogut afegir el CD

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
ca_es: S'ha produït un error en afegir el CD i l'actualització s'ha cancel·lat. Informeu d'aquest error si això ha passat amb un CD d'Ubuntu vàlid. El missatge d'error ha estat: «%s»

source: Remove package in bad state
ca_es: Elimina el paquet en mal estat

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
ca_es: El paquet «%s» es troba en un estat inconsistent i s'ha de tornar a instal·lar, però no s'ha trobat l'arxiu per a fer-ho. Voleu eliminar aquest paquet i continuar?

source: The server may be overloaded
ca_es: Pot ser que el servidor estigui sobrecarregat

source: Broken packages
ca_es: Paquets trencats

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
ca_es: El vostre sistema conté paquets trencats que no es poden arreglar amb aquesta aplicació. Utilitzeu el Synaptic o l'apt-get abans de continuar.

source: An unresolvable problem occurred while calculating the upgrade: %s This can be caused by: * Upgrading to a pre-release version of Ubuntu * Running the current pre-release version of Ubuntu * Unofficial software packages not provided by Ubuntu
ca_es: S'ha produït un problema irresoluble mentre es calculava l'actualització: %s Això pot ser degut a: * l'actualització a una versió en desenvolupament de l'Ubuntu * l'execució de l'actual versió en desenvolupament de l'Ubuntu * la instal·lació de paquets no oficials de programari i no proporcionats per l'Ubuntu

source: This is most likely a transient problem, please try again later.
ca_es: Això és probablement un problema transitori, torneu a provar-ho més tard.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug update-manager' in a terminal.
ca_es: Si cap d'aquestes s'aplica, llavors informeu d'aquest error utilitzant l'ordre «ubuntu-bug update-manager» en un terminal.

source: Could not calculate the upgrade
ca_es: No s'ha pogut calcular l'actualització

source: Error authenticating some packages
ca_es: S'ha produït un error en autenticar alguns paquets

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
ca_es: No s'han pogut autenticar alguns paquets. Potser hi ha un problema temporal amb la xarxa. Podeu provar-ho més tard. A continuació es mostra la llista amb els paquets no autenticats.

source: The package '%s' is marked for removal but it is in the removal blacklist.
ca_es: El paquet «%s» està marcat per a eliminar-lo, però apareix a la llista negra de fitxers a eliminar.

source: The essential package '%s' is marked for removal.
ca_es: El paquet essencial «%s» està marcat per a ésser eliminat.

source: Trying to install blacklisted version '%s'
ca_es: S'està intentant instal·lar la versió «%s» de la llista negra

source: Can't install '%s'
ca_es: No s'ha pogut instal·lar «%s»

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug update-manager' in a terminal.
ca_es: Ha sigut impossible instal·lar el paquet necessari. Informeu d'aquest error utilitzant l'ordre «ubuntu-bug update-manager» en un terminal.

source: Can't guess meta-package
ca_es: No s'ha pogut conjecturar el metapaquet

source: Your system does not contain a ubuntu-desktop, kubuntu-desktop, xubuntu-desktop or edubuntu-desktop package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
ca_es: No teniu instal·lats el paquet ubuntu-desktop, kubuntu-desktop, xubuntu-desktop o edubuntu-desktop i no s'ha pogut detectar la versió de l'Ubuntu que esteu utilitzant. Instal·leu un d'aquests paquets abans de continuar; per fer-ho podeu utilitzar el Synaptic o l'apt-get

source: Reading cache
ca_es: S'està llegint la memòria cau

source: Unable to get exclusive lock
ca_es: No s'ha pogut obtenir un bloqueig exclusiu

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
ca_es: Normalment això es deu al fet que teniu un altre gestor de paquets en execució (com ara l'apt-get o l'aptitude) i cal que abans el tanqueu.

source: Upgrading over remote connection not supported
ca_es: No és possible actualitzar a través d'una connexió remota

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
ca_es: Esteu duent a terme l'actualització a través d'una connexió SSH remota amb un frontal que no admet aquesta funció. Intenteu realitzar una actualització en mode text amb l'ordre «do-release-upgrade». S'interromprà l'actualització. Torneu-ho a intentar sense SSH.

source: Continue running under SSH?
ca_es: Voleu continuar treballant via SSH?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
ca_es: Sembla ser que aquesta sessió s'està executant amb SSH. Actualment no és recomanable realitzar una actualització a través d'SSH, atès que en cas de fallada la recuperació és més difícil. Si continueu, s'iniciarà un dimoni addicional al port «%s». Voleu continuar?

source: Starting additional sshd
ca_es: S'està iniciant un sshd addicional

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
ca_es: Per facilitar la recuperació en cas de fallada, s'iniciarà un sshd addicional al port «%s». Si alguna cosa anés malament amb l'ssh en ús, podeu fer servir l'addicional.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
ca_es: Si feu servir un tallafocs, necessitareu obrir temporalment aquest port. Atès que això és potencialment perillós, no es fa automàticament. Per exemple, podeu obrir el port amb: «%s»

source: Can not upgrade
ca_es: No es pot actualitzar

source: An upgrade from '%s' to '%s' is not supported with this tool.
ca_es: Aquesta eina no permet l'actualització de «%s» a «%s».

source: Sandbox setup failed
ca_es: Ha fallat la configuració d'un entorn de proves

source: It was not possible to create the sandbox environment.
ca_es: No ha estat possible crear un entorn de proves.

source: Sandbox mode
ca_es: Mode de prova

source: This upgrade is running in sandbox (test) mode. All changes are written to '%s' and will be lost on the next reboot. *No* changes written to a system directory from now until the next reboot are permanent.
ca_es: Aquesta actualització s'està executant en mode de proves. Tots els canvis s'escriuran a «%s» i es perdran en reiniciar. Cap dels canvis fets als directoris del sistema seran permanents.

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
ca_es: La vostra instal·lació del Python està malmesa. Reviseu l'enllaç simbòlic «/usr/bin/python».

source: Package 'debsig-verify' is installed
ca_es: El paquet «debsig-verify» està instal·lat

source: The upgrade can not continue with that package installed. Please remove it with synaptic or 'apt-get remove debsig-verify' first and run the upgrade again.
ca_es: L'actualització no pot continuar amb aquest paquet instal·lat. Elimineu-lo amb el Synaptic o amb l'ordre «apt-get remove debsig-verify» i torneu a executar l'actualització.

source: Can not write to '%s'
ca_es: No es pot escriure a «%s»

source: Its not possible to write to the system directory '%s' on your system. The upgrade can not continue. Please make sure that the system directory is writable.
ca_es: No es pot escriure al directori del sistema «%s», per la qual cosa l'actualització no pot continuar. Assegureu-vos que aquest directori tingui els permisos d'escriptura adients.

source: Include latest updates from the Internet?
ca_es: Voleu incloure les darreres actualitzacions d'Internet?

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
ca_es: El sistema d'actualitzacions pot utilitzar Internet per baixar i instal·lar automàticament les darreres actualitzacions. Si disposeu d'una connexió de xarxa, aquesta opció és molt recomanable. L'actualització trigarà més, però en acabar tindreu un sistema completament actualitzat. Podeu optar per no fer-ho, però en breu haureu d'actualitzar el sistema. Si responeu «no» la xarxa no s'utilitzarà per a res.

source: disabled on upgrade to %s
ca_es: desactivat en actualitzar a %s

source: No valid mirror found
ca_es: No s'ha trobat cap rèplica vàlida

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run a internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
ca_es: No s'ha trobat cap entrada de rèplica per a l'actualització a la vostra informació sobre els dipòsits. Això pot ésser degut a què estigueu executant una rèplica interna o que les dades de les rèpliques no estiguin actualitzades. Voleu sobreescriure el fitxer «sources.list» de totes maneres? Si trieu que «Sí», totes les entrades «%s» s'actualitzaran a «%s». Si trieu que «No», es cancel·larà l'actualització.

source: Generate default sources?
ca_es: Voleu generar les fonts per defecte?

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
ca_es: No s'ha trobat cap entrada vàlida per a «%s» en analitzar el fitxer «sources.list». Voleu que s'afegeixin entrades per a «%s»? Si trieu que «No», es cancel·larà l'actualització.

source: Repository information invalid
ca_es: La informació dels dipòsits no és vàlida

source: Upgrading the repository information resulted in a invalid file so a bug reporting process is being started.
ca_es: En actualitzar la informació dels dipòsits s'ha obtingut un fitxer no vàlid, per la qual cosa s'iniciarà el procés d'informe d'errors.

source: Third party sources disabled
ca_es: S'han desactivat les fonts de tercers

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
ca_es: S'han desactivat algunes entrades de tercers. Les podeu reactivar després de l'actualització des de l'eina «software-properties» en el vostre gestor de paquets.

source: Package in inconsistent state
ca_es: Paquet en estat inconsistent

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
ca_es: El paquet «%s» es troba en un estat inconsistent i s'ha de tornar a instal·lar, però no s'ha trobat l'arxiu per a fer-ho. Torneu-lo a instal·lar manualment o suprimiu-lo del sistema.

source: Error during update
ca_es: S'ha produït un error en l'actualització

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
ca_es: S'ha produït un error mentre s'actualitzava el vostre sistema. Normalment això es degut a problemes de xarxa. Comproveu la vostra connexió de xarxa i torneu a intentar-ho.

source: Not enough free disk space
ca_es: No disposeu de suficient espai al disc

source: The upgrade has aborted. The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
ca_es: S'ha interromput l'actualització. Cal un total de %s d'espai lliure al disc «%s», per la qual cosa hauríeu d'alliberar un mínim de %s d'espai addicional al disc «%s». Buideu la paperera i suprimiu els paquets temporals d'anteriors instal·lacions utilitzant l'ordre «sudo apt-get clean».

source: Calculating the changes
ca_es: S'estan calculant els canvis

source: Do you want to start the upgrade?
ca_es: Voleu iniciar l'actualització?

source: Upgrade canceled
ca_es: S'ha cancel·lat l'actualització

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
ca_es: Ara es cancel·larà l'actualització i es restaurarà a l'estat original del sistema. Podeu continuar l'actualització més tard.

source: Could not download the upgrades
ca_es: No s'han pogut baixar les actualitzacions

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
ca_es: S'ha interromput l'actualització. Comproveu la connexió a Internet o els suports d'instal·lació i torneu-ho a provar. S'han mantingut tots els fitxers baixats fins ara.

source: Error during commit
ca_es: S'ha produït un error durant l'enviament

source: Restoring original system state
ca_es: S'està restaurant l'estat original del sistema

source: Could not install the upgrades
ca_es: No s'han pogut instal·lar les actualitzacions

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
ca_es: S'ha interromput l'actualització. Pot ser que el vostre sistema hagi quedat en un estat inestable. Ara s'executarà un procés de recuperació (dpkg --configure -a).

source: Please report this bug in a browser at http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
ca_es: Hauríeu d'informar d'aquest error anant a l'adreça http://bugs.launchpad.net/ubuntu/+source/update-manager/+filebug en el navegador web, i adjuntar els fitxers que hi hagi a /var/log/dist-upgrade/ a l'informe d'error. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
ca_es: S'ha interromput l'actualització. Verifiqueu la vostra connexió a Internet o el suport d'instal·lació i torneu-ho a intentar.

source: Remove obsolete packages?
ca_es: Voleu suprimir els paquets obsolets?

source: _Remove
ca_es: Sup_rimeix

source: A problem occurred during the clean-up. Please see the below message for more information.
ca_es: S'ha produït un error durant el procés de neteja. Vegeu el següent missatge per a més informació.

source: Required depends is not installed
ca_es: Les dependències requerides no estan instal·lades

source: The required dependency '%s' is not installed.
ca_es: La dependència requerida «%s» no està instal·lada.

source: Checking package manager
ca_es: S'està comprovant el gestor de paquets

source: Preparing the upgrade failed
ca_es: S'ha produït un error en la preparació de l'actualització

source: Preparing the system for the upgrade failed so a bug reporting process is being started.
ca_es: Ha fallat la preparació del sistema per l'actualització, per la qual cosa s'iniciarà el procés d'informe d'errors.

source: Getting upgrade prerequisites failed
ca_es: S'ha produït un error en obtenir els prerequisits de l'actualització

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Additionally, a bug reporting process is being started.
ca_es: El sistema no ha pogut obtenir els requeriments per a l'actualització. L'actualització s'interromprà i es retornarà el sistema al seu estat original. També s'iniciarà el procés d'informe d'errors.

source: Updating repository information
ca_es: S'està actualitzant la informació dels dipòsits

source: Failed to add the cdrom
ca_es: No s'ha pogut afegir el CD-ROM

source: Sorry, adding the cdrom was not successful.
ca_es: No s'ha pogut afegir el CD-ROM correctament.

source: Invalid package information
ca_es: La informació dels paquets no és valida

source: Fetching
ca_es: S'està recollint

source: Upgrading
ca_es: S'està actualitzant

source: Upgrade complete
ca_es: S'ha completat l'actualització

source: The upgrade has completed but there were errors during the upgrade process.
ca_es: S'ha completat l'actualització, però s'han produït errors durant aquest procés.

source: Searching for obsolete software
ca_es: S'està cercant programari obsolet

source: System upgrade is complete.
ca_es: S'ha completat l'actualització del sistema.

source: The partial upgrade was completed.
ca_es: L'actualització parcial s'ha completat.

source: evms in use
ca_es: S'està utilitzant l'evms
